{
	"page-intro": "Elroy-Stien’s lab is engaged with various research topics, all related to regulation of gene expression with emphasis on mRNA translation in mammalian cells in health and disease. Regulation of gene expression at the level of mRNA translation into proteins is fundamental to growth, differentiation and development of multi-cellular organisms.",
	"Regulation of mRNA translation in the brain": {
		"text": "<p>Vanishing White Matter (VWM) Disease</p><p>We study a fatal neurodegenerative genetic disease termed Vanishing White Matter (VWM) leukoencephalopathy, caused by mutations in any of the five genes encoding eukaryotic translation initiation factor 2B (eIF2B) subunits. The disease affects myelin, the insulator of the nerve fibers in the brain. Without sufficient insulation, the nerves cannot function properly. VWM is a chronic-progressive disease, manifested by deterioration and loss of myelin in the CNS leading to neurological motor and cognitive associated symptoms which worsen upon physiological stress.</p><p>eIF2B is a major house-keeping complex, acting as a master regulator of protein synthesis under normal and stress conditions. VWM disease opens up the opportunity to address questions related to regulation of protein synthesis under acute and chronic stress. Moreover, the hyper sensitivity of brain astrocytes and oligodendrocytes to eIF2B mutations, opens up the opportunity to learn about key events in myelin formation and maintenance.</p><p>Our initial findings using primary fibroblasts of VWM patients have demonstrated that eIF2B mutations make them hyper-sensitive to ER stress. To further study the molecular and cellular mechanisms governing the pathology in the brain, we generated eIF2B5R132H/R132H mice, the first Knock-In (KI) mouse model of the disease. Brain MRI analyses starting at early post-natal development (pre-symptomatic) stages, and during recovery from cuprizone-induced demyelination, revealed delayed brain development and defective remyelination. Proteomics-level analysis of whole brains revealed a fundamental link between eIF2B and mitochondrial function, further confirmed biochemically as impaired oxidative phosphorylation. Moreover, while increased mitochondrial abundance can correct the phenotype of mutant fibroblasts, it is not sufficient to compensate for the high energy demand of astrocytes, enlightening the later as highly sensitive to eIF2B mutations and explaining their involvement in the disease. Our recent unbiased drug screen identified Sigma-1-Receptor (S1R) as a potential target for the development of a treatment. Indeed, our hit and other S1R agonists improved mitochondrial health of mutant cells and cured their defective phenotype.</p><p>We are currently interested in further understanding the relationships between eIF2B mutations and metabolism, on the ‘omics’ level (transcriptome, translatome, proteome), cellular level and whole organism level. Our future goal is to transform our molecular insights into a therapeutic modality.</p>",
		"image": "brain-1030x773.jpg",
		"caption": "Oligodendrocyte – yellow; Astrocytes – green.",
		"thumbnail": "music-536x536.png"
	},
	"Regulation of mRNA Translation During the Cell Cycle": {
		"text": "<p>During the high-energy consuming process of mitosis, global protein synthesis is significantly reduced due to inhibition of mRNA translation at the initiation and elongation steps. We showed that attenuation of elongation is achieved by reduced delivery of charged tRNAs, leading to ribosomal stalling, thus protecting nascent mRNAs from degradation until exit from mitosis. Despite the global translation inhibition, specific mRNAs are actively translated during mitosis. Therefore, while some mitotic polysomes represent stalled ribosomes, others represent actively translating ribosomes. To identify the mitotic translatome (i.e., the actively translated mRNAs at a given time point of interest), we developed a novel system-wide proteomic approach, termed PUromycin-associated Nascent CHain Proteome (PUNCH-P). It enabled us to measure cell cycle-specific fluctuations in synthesis for over 5,000 proteins in mammalian cells and identify hundreds of proteins that are subject to cell-cycle related differential regulation at the level of active translation.</p><p>To identify mRNA-binding proteins that regulate translation during mitosis, we analyzed the composition of polysomes from interphase and mitotic cells using unbiased quantitative mass-spectrometry (LC–MS/MS). We found that mitotic polysomes are enriched with a subset of proteins involved in RNA processing, including alternative splicing and RNA export. We focused on heterogeneous nuclear ribonucleoprotein C (hnRNP C) as a test case and confirmed that it is recruited to elongating ribosomes during cell division. By using conditional knockdown of hnRNP C and combination of pulsed SILAC, metabolic labeling and ribosome profiling, we found that hnRNP C facilitates production of translation machinery components during mitosis to provide daughter cells with the ability to efficiently synthesize proteins as they enter G1 phase. We aim to further understand the role of hnRNP C in translation regulation at spatio-temporal resolution along the process of cellular division.</p>",
		"image": "cell-cycle.jpg",
		"caption": "Cellular Division",
		"thumbnail": "newpic2.png"
	},
	"Development of Novel Experimental Methodologies": {
		"text": "<div class='bullet-container'><div class='bullet'><div class='inner-bullet'></div></div><p><b>PUromycin-associated Nascent CHain Proteome (PUNCH-P)</b></br>PUNCH-P was developed in collaboration with Dr. Tamar Geiger. PUNCH-P is based on cell-free incorporation of biotinylated puromycin into newly-synthesized proteins followed by affinity purification and mass spectrometric (LC-MS/MS) analysis. It enables to generate a genome-wide snapshot of the cellular translatome. This simple and economical technique is broadly applicable to any cell type and tissue, rendering proteomic quantification of mRNA translation experimentally accessible for studying diverse biological questions (Aviner et al., Genes & Dev. 2013).</p></div><div class='bullet-container'><div class='bullet'><div class='inner-bullet'></div></div><p><b>Fluorescent tRNA for translation monitoring (FtTM)</b></br>Fluorescent tRNA for translation monitoring (FtTM) was developed in collaboration with Prof. Marcelo Ehrlich and with Anima Cell Metrology. FtTM enables the identification and monitoring of active protein synthesis sites within live cells at submicron resolution. It employs quantitative microscopy of transfected bulk uncharged tRNA, fluorescently labeled in the D-loop (fl-tRNA). Fluorescence resonance energy transfer (FRET) signals, generated when fl-tRNAs, separately labeled as a FRET pair occupy adjacent sites on the ribosome, quantitatively reflect levels of protein synthesis in defined cellular regions (Barhoom et al., NAR 2011).</p></div><div class='bullet-container'><div class='bullet'><div class='inner-bullet'></div></div><p><b>Dicodon monitoring of protein synthesis (DiCoMPS)</b></br>DiCoMPS is based on FtTM technology and enables monitoring the rates of synthesis of specific proteins in single cells. It employs a specific tRNA isoacceptor pair, cognate to a dicodon that is highly enriched within mRNA encoding a specific protein of interest, relative to its occurrence within the entire transcriptome (Barhoom et al., NAR 2013).</p></div>"
	}
}